Repository: Presidentty1/nestling-care-log
Catalog: ios/*.lproj/Localizable.strings
Languages: es

# home.title
source: Home
es: Inicio

# home.quickActions.feed
source: Feed
es: Alimentar

# home.quickActions.sleep
source: Sleep
es: Dormir

# home.quickActions.diaper
source: Diaper
es: Pañal

# home.quickActions.tummyTime
source: Tummy Time
es: Tiempo Boca Abajo

# history.title
source: History
es: Historial

# history.empty
source: No events for this date
es: No hay eventos para esta fecha

# labs.title
source: Labs
es: Laboratorio

# labs.predictions
source: Smart Predictions
es: Predicciones Inteligentes

# labs.cryInsights
source: Cry Insights
es: Análisis de Llanto

# settings.title
source: Settings
es: Configuración

# settings.notifications
source: Notifications
es: Notificaciones

# settings.aiDataSharing
source: AI & Data Sharing
es: IA y Compartir Datos

# settings.privacy
source: Privacy & Data
es: Privacidad y Datos

# settings.manageBabies
source: Manage Babies
es: Administrar Bebés

# settings.manageCaregivers
source: Manage Caregivers
es: Administrar Cuidadores

# settings.achievements
source: Achievements
es: Logros

# predictions.title
source: Smart Predictions
es: Predicciones Inteligentes

# predictions.nextFeed
source: Predict Next Feed
es: Predecir Próxima Alimentación

# predictions.nextNap
source: Predict Next Nap
es: Predecir Próxima Siesta

# predictions.aiDisabled
source: AI Features Disabled
es: Funciones de IA Deshabilitadas

# predictions.enableAI
source: Enable AI Data Sharing in Settings to use predictions
es: Habilite el uso compartido de datos de IA en Configuración para usar predicciones

# onboarding.welcome.title
source: Welcome to Nestling
es: Bienvenido a Nestling

# onboarding.welcome.description
source: The fastest way to track your baby's daily care. Log feeds, sleep, diapers, and more with just a tap.
es: La forma más rápida de rastrear el cuidado diario de tu bebé. Registra alimentaciones, sueño, pañales y más con solo un toque.

# onboarding.babySetup.title
source: Tell us about your baby
es: Cuéntanos sobre tu bebé

# onboarding.preferences.title
source: Your Preferences
es: Tus Preferencias

# onboarding.aiConsent.title
source: AI-Powered Features
es: Funciones con IA

# onboarding.notifications.title
source: Stay on Track
es: Mantente al Día

# achievements.title
source: Achievements
es: Logros

# achievements.streak
source: Day Streak
es: Racha de Días

# achievements.unlocked
source: Unlocked
es: Desbloqueado

# error.generic
source: An error occurred
es: Ocurrió un error

# error.noBaby
source: No baby selected
es: No se seleccionó ningún bebé
